Repository: ilnrzakirov/Python_django
Catalog: 09_Files/djfiles/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Блог
ru: Blog

source: Профиль
ru: Profile

source: Регистрация
ru: Registration

source: Добавить запись
ru: Add news

source: Добавить файлом
ru: Add news as a file

source: Записей нет
ru: There are no records

source: Редактировать
ru: Edit

source: Создать новость
ru: Create news

source: Добавить новость
ru: Add news

source: Добавить
ru: Add

source: Редактирование
ru: Edit

source: Сохранить
ru: Save

source: Вход
ru: Sign in

source: Страница входа
ru: Login

source: Профиль пользователя
ru: Profile

source: Зарегистрироваться
ru: Sign up

source: Импорт статей
ru: Import files

source: Загрузка
ru: Load

source: Загрузить
ru: Load news
